#========================================================================================================== Lection Python 01
# # #n = 1.89

# # #print(n)

# # #n = 'fddf'
# # #n1 = "vfvfvfdnv"
# # #print(n, n1)

# # """
# # n = 5
# # print(type(n))
# # n = "str\"efv"

# # """

# # # print(5, 8)
# # # print(5,9)
# # # print(5, 8)


# print(5, 8)
# # # print(5,9)
# #==============================================================================

# # a = 5
# # b = 5.89
# # c = 'hello'

# # print(a, b, c)
# # print(a, '-', b, '-', c)
# # print (f"{a} - {b} - {c}")
# # print("{} - {} - {}".format(a, b, c))
# #==============================================================================

# print('Add the first number and press the ENTER: ')
# a = input()

# b = input('Add the second number and press the ENTER: ')

# print(a, '+', b, '=', a+b) # в итоге выйдет сложение строк а не чисел
# #==============================================================================

